export default {
  9000: '验证码已经失效，请重新获取！',
  9001: '更新失败',
  9002: '更新密码错误，请检查！',
  9003: '设置失败',
  9004: '评论失败',

  10001: '用户名或密码有误，请确认后重新输入！',
  10002: '图片验证码不正确，请确认后重新输入！',
  10003: '邮箱已存在，可以通过邮箱找回密码',
  10004: '昵称已存在，请修改',
  10005: '用户未登录，或者用户未受权',

  10101: '用户已签到',
  10102: '邮箱已注册',
  10103: '用户已禁言',

  10201: '发送验证邮件成功，请点击链接确认修改邮件账号！',
  10202: '请求参数异常，请重新获取链接',
  10203: '链接已经失效',
  10204: '您已经点赞，请勿重复点赞',
  10205: '保存点赞记录失败！',
  10206: '帖子已结贴，无法重复设置',
  10207: '设置最佳答案-更新用户失败',
  10208: '查询评论记录失败！',
};
